{
  "title": "Politique de confidentialité",
  "intro": "Chez DULU Sarl, nous nous engageons à protéger vos données personnelles. Cette politique de confidentialité explique comment nous collectons, utilisons, partageons et protégeons les informations que vous fournissez lors de l'utilisation de nos services.",
  "dataCollection": {
    "title": "1. Données collectées",
    "description": "Nous collectons différents types de données personnelles, notamment :",
    "items": {
      "personal": "Informations personnelles : nom, prénom, adresse email, numéro de téléphone.",
      "technical": "Données techniques : adresse IP, type de navigateur, données de connexion.",
      "usage": "Données d'utilisation : pages consultées, interactions avec nos services."
    }
  },
  "dataUse": {
    "title": "2. Utilisation des données",
    "description": "Vos données sont utilisées pour :",
    "items": {
      "service": "Fournir, améliorer et personnaliser nos services.",
      "orders": "Traiter vos commandes et répondre à vos demandes.",
      "marketing": "Envoyer des communications commerciales (avec votre consentement).",
      "security": "Assurer la sécurité de nos services."
    }
  },
  "dataSharing": {
    "title": "3. Partage des données",
    "description": "Nous partageons vos données uniquement dans les cas suivants :",
    "items": {
      "providers": "Avec des prestataires de services tiers (paiements, livraison, support technique) dans le cadre de l'exécution du service.",
      "legal": "Conformément à la loi, pour respecter les obligations légales ou les demandes des autorités compétentes."
    }
  },
  "storage": {
    "title": "4. Stockage et sécurité des données",
    "description": "Vos données sont stockées sur des serveurs sécurisés. Nous mettons en œuvre des mesures techniques et organisationnelles pour empêcher l'accès non autorisé, la perte ou la divulgation de vos données."
  },
  "retention": {
    "title": "5. Durée de conservation",
    "description": "Vos données personnelles sont conservées aussi longtemps que nécessaire pour atteindre les finalités décrites dans cette politique ou pour respecter nos obligations légales."
  },
  "rights": {
    "title": "6. Vos droits",
    "description": "Vous disposez des droits suivants :",
    "items": {
      "access": "Accès à vos données personnelles.",
      "rectification": "Rectification ou suppression de vos données.",
      "opposition": "Opposition au traitement de vos données.",
      "withdrawal": "Retrait de votre consentement pour les communications commerciales."
    }
  },
  "cookies": {
    "title": "7. Cookies",
    "description": "Nous utilisons des cookies pour améliorer votre expérience utilisateur. Vous pouvez configurer votre navigateur pour refuser les cookies."
  },
  "changes": {
    "title": "8. Modifications de la politique de confidentialité",
    "description": "Nous nous réservons le droit de modifier cette politique à tout moment. Toute modification sera publiée sur notre site web."
  },
  "contact": {
    "description": "Pour exercer vos droits, veuillez nous contacter à : gaston.effa@gmail.com"
  },
  "lastUpdate": "Dernière mise à jour : 28 décembre 2024",
  "thanks": "Si vous avez des questions, n'hésitez pas à nous contacter. Merci de votre confiance !"
}